Repository: j233guo/PocketLedger
Catalog: PocketLedger/String Catalogs/Card/CardDetail.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: All Transactions on This Card
zh_hans: 卡上的全部账目
zh_hant: 卡片上的全部項目

source: Edit Card
zh_hans: 编辑卡片
zh_hant: 編輯卡片資料

source: Estimated Reward %@ with Transactions
zh_hans: 交易预估奖励%@
zh_hant: 交易預估回饋%@

source: Perks on This card
zh_hans: 卡片福利
zh_hant: 卡片權益

source: Recent Transactions
zh_hans: 近期交易
zh_hant: 近期交易項目

source: Remove Card
zh_hans: 移除卡片
zh_hant: 移除卡片

source: Remove This Card
zh_hans: 移除卡片
zh_hant: 移除這張卡片

source: This card doesn't have any perks registered.
zh_hans: 卡上还没有任何福利。
zh_hant: 這張卡尚無任何權益。

source: This card doesn't have any transactions yet.
zh_hans: 卡上还没有任何记账记录。
zh_hant: 這張卡尚無任何交易紀錄。

source: This card will be gone forever.
zh_hans: 这张卡将被永久移除。
zh_hant: 這張卡將被永久移除。
